[
  {
    "id": 1,
    "title": "The Legend of Zelda: Breath of the Wild",
    "description": "Het spel speelt zich af aan het einde van een gevallen Hyrule, waar spelers Link besturen terwijl hij ontwaakt uit een eeuwenlange slaap om Calamity Ganon te verslaan. Het spel biedt een uitgestrekte, aaneengesloten wereld met minimale begeleiding, waardoor ontdekkingen worden aangemoedigd door middel van verkenning, experimenten en interactie met de omgeving. Kernsystemen zoals uithoudingsvermogen, het weer, koken en de duurzaamheid van wapens bevorderen spontane gameplay en strategie.",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "platforms": ["Nintendo Switch", "Wii U"],
    "genre": ["Actie-avontuur", "Openwereldspel"],
    "releaseDate": "3/3/2017",
    "cover": "https://upload.wikimedia.org/wikipedia/en/c/c6/The_Legend_of_Zelda_Breath_of_the_Wild.jpg"
  },
  {
    "id": 2,
    "title": "God of War",
    "description": "Het verhaal volgt Kratos, die nu met zijn jonge zoon Atreus in het Noorse rijk Midgard woont. Na de dood van Kratos' vrouw gaan de twee op reis om haar laatste wens te vervullen: haar as uitstrooien vanaf de hoogste top in het rijk. Het verhaal verkent thema's als ouderschap, verlies en verlossing, en laat een meer introspectieve kant van Kratos zien.",
    "developer": "Santa Monica Studio",
    "publisher": "Sony Interactive Entertainment",
    "platforms": ["PlayStation 4", "Windows"],
    "genre": ["Actie-avontuur", "Vechtspel"],
    "releaseDate": "4/20/2018",
    "cover": "https://upload.wikimedia.org/wikipedia/en/a/a7/God_of_War_4_cover.jpg"
  },
  {
    "id": 3,
    "title": "Minecraft",
    "description": "Minecraft biedt meerdere spelmodi: overleven, waarin spelers grondstoffen verzamelen, gereedschap maken en monsters afweren, en creatief, waarin spelers onbeperkt materiaal en vliegvermogen krijgen om onbeperkt te kunnen bouwen. De open systemen van het spel stimuleren de creativiteit, verkenning en techniek van spelers, waaronder complexe redstone-circuits en geautomatiseerde mechanismen. Dankzij de procedurele generatie zijn geen twee werelden identiek.",
    "developer": "Mojang Studios",
    "publisher": "Mojang",
    "platforms": ["Windows", "Android", "Nintendo Switch", "PlayStation", "macOS", "ChromeOS", "iOS", "Xbox"],
    "genre": ["Actie-avontuur", "Overleven"],
    "releaseDate": "11/18/2011",
    "cover": "https://upload.wikimedia.org/wikipedia/en/b/b6/Minecraft_2024_cover_art.png"
  },
  {
    "id": 4,
    "title": "Among Us",
    "description": "Spelers werken samen om onderhoudstaken op de kaart te voltooien, terwijl een of meer bedriegers in het geheim proberen hen te saboteren en uit te schakelen. Ronden wisselen elkaar af tussen realtime bewegings- en discussiefasen waarin spelers debatteren en stemmen om verdachte bedriegers uit te schakelen. Overwinning hangt af van deductie, misleiding en groepscoördinatie in plaats van complexe besturing.",
    "developer": "InnerSloth",
    "publisher": "InnerSloth",
    "platforms": ["PC", "Mobile", "Nintendo Switch", "PlayStation", "Xbox"],
    "genre": ["Actiespel", "Overleven", "Sociale deductie"],
    "releaseDate": "6/15/2018",
    "cover": "https://upload.wikimedia.org/wikipedia/en/9/9a/Among_Us_cover_art.jpg"
  },
  {
    "id": 5,
    "title": "Hollow Knight",
    "description": "Hollow Knight volgt een zwijgzame, mysterieuze zwerver die bekend staat als de Ridder. De speler ontdekt de geschiedenis van het koninkrijk en de infectie die het ten val bracht door middel van verkenning en omgevingsverhalen in plaats van expliciete uitleg. Het verhaal ontvouwt zich op organische wijze en beloont nieuwsgierigheid en doorzettingsvermogen.",
    "developer": "Team Cherry",
    "publisher": "Team Cherry",
    "platforms": ["PC", "Nintendo Switch", "PlayStation 4", "Xbox One"],
    "genre": ["Actie-avontuur", "Metroidvania"],
    "releaseDate": "2/24/2017",
    "cover": "https://upload.wikimedia.org/wikipedia/en/d/de/Hollow_Knight_2026_cover_art.jpg"
  },
  {
    "id": 6,
    "title": "The Witcher 3: Wild Hunt",
    "description": "Het spel volgt Geralt's zoektocht naar zijn geadopteerde dochter Ciri, die wordt achtervolgd door de spookachtige Wilde Jacht. Het verhaal verweeft politieke intriges, persoonlijke relaties en morele ambiguïteit, en biedt meerdere eindes die worden bepaald door de beslissingen van de speler. De volwassen toon en vertakkende quests van de wereld verhogen de diepgang van het verhaal.",
    "developer": "CD Projekt Red",
    "publisher": "CD Projekt Red",
    "platforms": ["PC", "PlayStation", "Xbox", "Nintendo Switch"],
    "genre": ["Actie-avontuur", "Openwereldspel", "Vechtspel"],
    "releaseDate": "5/19/2015",
    "cover": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Witcher_3_cover_art.jpg/250px-Witcher_3_cover_art.jpg"
  },
  {
    "id": 7,
    "title": "Celeste",
    "description": "Celeste draait om een jonge vrouw genaamd Madeline, die de gelijknamige berg beklimt terwijl ze worstelt met haar innerlijke conflicten. Spelers navigeren door meer dan 700 handgemaakte levels met behulp van nauwkeurige spring-, ren- en muurklimtechnieken. De game staat bekend om zijn directe herstarts en eerlijke uitdagingsbalans, die doorzettingsvermogen en meesterschap aanmoedigt in plaats van bestraffing.",
    "developer": "Maddy Makes Games",
    "publisher": "Maddy Makes Games",
    "platforms": ["PC", "Nintendo Switch", "PlayStation", "Xbox"],
    "genre": ["Platformer"],
    "releaseDate": "1/25/2018",
    "cover": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Celeste_box_art_full.png"
  },
  {
    "id": 8,
    "title": "Stardew Valley",
    "description": "Spelers erven een vervallen boerderij in het kleine Pelican Town en knappen deze op door middel van landbouw, veeteelt, visserij, mijnbouw en ambachtelijke activiteiten. De game kent dagelijkse tijdcycli en seizoensgebonden veranderingen die van invloed zijn op gewassen en gebeurtenissen. Het opbouwen van relaties met dorpsbewoners, huwelijken en deelname aan de gemeenschap voegen narratieve en emotionele diepgang toe.",
    "developer": "ConcernedApe (Eric Barone)",
    "publisher": "ConcernedApe (Chucklefish)",
    "platforms": ["PC", "Consoles", "Mobile", "Nintendo Switch"],
    "genre": ["Landbouw", "Rollenspel", "Levenssimulatie"],
    "releaseDate": "2/26/2016",
    "cover": "https://upload.wikimedia.org/wikipedia/en/f/fd/Logo_of_Stardew_Valley.png"
  },
  {
    "id": 9,
    "title": "Super Mario Odyssey",
    "description": "Super Mario Odyssey keert terug naar open levels in sandbox-stijl die doen denken aan Super Mario 64 en Super Mario Sunshine. Spelers verkennen diverse 'koninkrijken' en verzamelen Power Moons om Mario's luchtschip, de Odyssey, van brandstof te voorzien. Centraal in de gameplay staat Cappy's 'capture'-vaardigheid, waarmee Mario vijanden en objecten kan bezitten, waardoor de gameplay verandert in puzzels, traversal en gevechten.",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "platforms": ["Nintendo Switch"],
    "genre": ["Actie-avontuur", "3D Platformer"],
    "releaseDate": "10/27/2017",
    "cover": "https://upload.wikimedia.org/wikipedia/en/8/8d/Super_Mario_Odyssey.jpg"
  },
  {
    "id": 10,
    "title": "Fortnite",
    "description": "Fortnite biedt meerdere gameplaymodi die zijn gebaseerd op de kernmechanismen van schieten, bouwen en verkennen. In de vlaggenschipmodus Battle Royale nemen spelers het tegen elkaar op in steeds kleiner wordende arena's. In de creatieve modus kunnen spelers aangepaste kaarten en games ontwerpen, terwijl Save the World, een coöperatieve PvE-modus, zich richt op het bouwen van bases en het verdedigen tegen door AI bestuurde vijanden.",
    "developer": "Epic Games",
    "publisher": "Epic Games",
    "platforms": ["PC", "Consoles", "Mobile"],
    "genre": ["Battle royale", "Sandbox", "Overleven"],
    "releaseDate": "7/25/2017",
    "cover": "https://upload.wikimedia.org/wikipedia/en/a/ae/Fortnite_Save_The_World.jpg"
  },
  {
    "id": 11,
    "title": "Hades",
    "description": "Spelers vechten zich een weg door procedureel gegenereerde kamers vol vijanden, terwijl ze power-ups verzamelen, zogenaamde Boons, van Olympische goden zoals Zeus, Athena en Poseidon. Elke ontsnappingspoging verbetert de vaardigheden van Zagreus via permanente upgrades en het vrijspelen van wapens, waardoor een mix ontstaat van vooruitgang en onvoorspelbaarheid. Het vechtsysteem biedt een balans tussen precisie, snelheid en keuzevrijheid voor de speler, waardoor experimenteren met verschillende mythische wapens wordt aangemoedigd.",
    "developer": "Supergiant Games",
    "publisher": "Supergiant Games",
    "platforms": ["PC", "macOS", "Nintendo Switch", "PlayStation", "Xbox"],
    "genre": ["Roguelike", "Vechtspel", "Shietspel"],
    "releaseDate": "9/17/2020",
    "cover": "https://upload.wikimedia.org/wikipedia/en/c/cc/Hades_cover_art.jpg"
  },
  {
    "id": 12,
    "title": "Resident Evil Village",
    "description": "Het verhaal speelt zich af in een afgelegen dorpje in Oost-Europa en volgt Ethan Winters terwijl hij op zoek gaat naar zijn ontvoerde dochter Rose en de mysteries rond bovennatuurlijke vijanden en de raadselachtige Moeder Miranda ontrafelt. Het dorp bestaat uit verschillende domeinen die worden geregeerd door machtige heren, waaronder de torenhoge Lady Dimitrescu, elk met unieke thema's en gameplay-uitdagingen.",
    "developer": "Capcom",
    "publisher": "Capcom",
    "platforms": ["Windows", "PlayStation", "Xbox"],
    "genre": ["Roguelike", "Vechtspel", "Shietspel"],
    "releaseDate": "5/7/2021",
    "cover": "https://upload.wikimedia.org/wikipedia/en/2/2c/Resident_Evil_Village.png"
  },
  {
    "id": 13,
    "title": "Animal Crossing: New Horizons",
    "description": "Spelers kruipen in de huid van een aanpasbaar personage dat naar een onbewoond eiland verhuist nadat het een vakantiepakket heeft gekocht van Tom Nook, de wasbeerondernemer uit de serie. De gameplay draait om het verzamelen van grondstoffen, het maken van meubels, het aanleggen van tuinen en het bouwen van huizen voor dorpsbewoners. De voortgang in realtime weerspiegelt de lokale tijd en seizoenen van de speler, waardoor een dynamische, persistente wereld ontstaat.",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "platforms": ["Nintendo Switch"],
    "genre": ["Avonturenspel", "Sociale simulatie"],
    "releaseDate": "3/20/2020",
    "cover": "https://upload.wikimedia.org/wikipedia/en/1/1f/Animal_Crossing_New_Horizons.jpg"  
  },
  {
    "id": 14,
    "title": "Call of Duty: Modern Warfare II",
    "description": "De gameplay draait om snelle, tactische vuurgevechten met aanpasbare wapens via een uitgebreid Gunsmith-systeem. Multiplayer omvat klassieke 6v6-modi, grootschalige Ground War en nieuwe doelgerichte modi. Co-op Spec Ops-missies ondersteunen tactische scenario's voor twee spelers, en later voegen 'Raids' meerfasige, verhalende operaties in endgame-stijl toe.",
    "developer": "Infinity Ward",
    "publisher": "Activision",
    "platforms": ["PC", "PlayStation", "Xbox"],
    "genre": ["First-person shooter", "Singleplayer", "Multiplayer"],
    "releaseDate": "10/28/2022",
    "cover": "https://upload.wikimedia.org/wikipedia/en/4/4a/Call_of_Duty_Modern_Warfare_II_Key_Art.jpg"
  }
]